export default function Home() {
  return (
    <main className='main'>
      <header className='header'>HOME</header>
      <section className='section'>
        <p>
          대한민국은 국제평화의 유지에 노력하고 침략적 전쟁을 부인한다. 대통령은 법률이 정하는 바에 의하여 훈장 기타의 영전을 수여한다. 공무원인 근로자는 법률이 정하는 자에 한하여 단결권·단체교섭권 및
          단체행동권을 가진다. 교육의 자주성·전문성·정치적 중립성 및 대학의 자율성은 법률이 정하는 바에 의하여 보장된다. 대통령은 법률에서 구체적으로 범위를 정하여 위임받은 사항과 법률을 집행하기
          위하여 필요한 사항에 관하여 대통령령을 발할 수 있다. 피고인의 자백이 고문·폭행·협박·구속의 부당한 장기화 또는 기망 기타의 방법에 의하여 자의로 진술된 것이 아니라고 인정될 때 또는 정식재판에
          있어서 피고인의 자백이 그에게 불리한 유일한 증거일 때에는 이를 유죄의 증거로 삼거나 이를 이유로 처벌할 수 없다.
        </p>

        <p>
          사법권은 법관으로 구성된 법원에 속한다. 대통령은 법률안의 일부에 대하여 또는 법률안을 수정하여 재의를 요구할 수 없다. 이 헌법은 1988년 2월 25일부터 시행한다. 다만, 이 헌법을 시행하기 위하여
          필요한 법률의 제정·개정과 이 헌법에 의한 대통령 및 국회의원의 선거 기타 이 헌법시행에 관한 준비는 이 헌법시행 전에 할 수 있다. 국가는 평생교육을 진흥하여야 한다. 탄핵결정은 공직으로부터
          파면함에 그친다. 그러나, 이에 의하여 민사상이나 형사상의 책임이 면제되지는 아니한다. 대법원장의 임기는 6년으로 하며, 중임할 수 없다. 국가원로자문회의의 의장은 직전대통령이 된다. 다만,
          직전대통령이 없을 때에는 대통령이 지명한다.
        </p>
      </section>
    </main>
  );
}
